/*         Date Updated.          */
"        Date Updated.         " = "        Date Updated.         ";

/*         Map image is saved.          */
"        Map image is saved.         " = "        Map image is saved.         ";

/*       No Network Connection        */
"      No Network Connection       " = "      No Network Connection       ";

/* Actor Name */
"Actor Name" = "Actor Name";

/* Address */
"Address" = "Address";

/* All Detected Nations */
"All Detected Nations" = "All Detected Nations";

/* Browse By First Nation Name */
"Browse By First Nation Name" = "Browse By First Nation Name";

/* Browse By Map */
"Browse By Map" = "Browse By Map";

/* Cancel */
"Cancel" = "Cancel";

/* Center Address: */
"Center Address:" = "Center Address:";

/* Check to see if you have internet access */
"Check to see if you have internet access" = "Check to see if you have internet access";

/* Comunity Website */
"Community Website" = "Community Website";

/* Current Location */
"Current Location" = "Current Location";

/* Dates cannot be set to past, and From cannot be after to. */
"Dates cannot be set to past, and From cannot be after to." = "Dates cannot be set to past, and From cannot be after to.";

/* Dates: */
"Dates:" = "Dates:";

/* Delete */
"Delete" = "Delete";

/* Dial */
"Dial" = "Dial";

/* Do you want to delete the map? */
"Do you want to delete the map?" = "Do you want to delete the map?";

/* Do You want to Dial: */
"Do You want to Dial:" = "Do You want to Dial:";

/* Drag to Move Pin */
"Drag to Move Pin" = "Drag to Move Pin";

/* Edit Visit */
"Edit Visit" = "Edit Visit";

/* Enter a title for your visit */
"Enter a title for your visit" = "Enter a title for your visit";

/* First Nations: */
"First Nations:" = "First Nations:";

/* From
   From: */
"From:" = "From:";

/* Goodbye: */
"Goodbye:" = "Goodbye:";

/* Greetings */
"Greetings" = "Greetings";

/* Group Nations By Province */
"Group Nations By Province" = "Group Nations By Province";

/* Hello: */
"Hello:" = "Hello:";

/* Invalid Date Selection */
"Invalid Date Selection" = "Invalid Date Selection";

/* Lands */
"Lands" = "Lands";

/* Locator */
"Locator" = "Locator";

/* Map */
"Map" = "Map";

/* Map Screenshots */
"Map Screenshots" = "Map Screenshots";

/* Names */
"Names" = "Names";

/* Nearby Nations: */
"Nearby Nations:" = "Nearby Nations:";

/* New Visit */
"New Visit" = "New Visit";

/* No */
"No" = "No";

/* no date selected yet */
"no date selected yet" = "no date selected yet";

/* No First Nation Found */
"No First Nation Found" = "No First Nation Found";

/* No first nation is detected in your location. */
"No first nation is detected nearby your location." = "No first nation is detected nearby your location.";

/* No land is listed for this nation */
"No land is listed for this nation" = "No land is listed for this nation";

/* Not Available                          */
"Not Available                          " = "Not Available                          ";

/* Notes: */
"Notes:" = "Notes:";

/* OK */
"OK" = "OK";

/* Open Comunity Website in Safari */
"Open Community Website in Safari" = "Open Community Website in Safari";

/* Phone: */
"Phone: " = "Phone: ";

/* Save */
"Save" = "Save";

/* Saved Maps */
"Saved Maps" = "Saved Maps";

/* Saved Visits */
"Saved Visits" = "Saved Visits";

/* Select */
"Select" = "Select";

/* Select a Land */
"Select a Land" = "Select a Land";

/* Select a method of browsing: */
"Select a method of browsing:" = "Select a method of browsing:";

/* Select a Nation */
"Select a Nation" = "Select a Nation";

/* Sort All Alphabetically */
"Sort All Alphabetically" = "Sort All Alphabetically";

/* Tap on screen to bring up the browser. */
"Tap on screen to bring up the browser." = "Tap on screen to bring up the browser.";

/* Thank You: */
"Thank You:" = "Thank You:";

/* The First Nation */
"The First Nation" = "The First Nation";

/* Title: */
"Title:" = "Title:";

/* To
   To: */
"To:" = "To:";

/* Unable to load the map */
"Unable to load the map" = "Unable to load the map";

/* View this nation with all other nations on the map */
"View this nation with all other nations on the map" = "View this nation with all other nations on the map";

/* Yes */
"Yes" = "Yes";

/* You are here! */
"You are here!" = "You are here!";

/* Your Destination */
"Your Destination" = "Your Destination";

